Repository: DevPianist/rick_and_morty_app
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# errorViewText
source: Something went wrong
es: Algo salió mal

# errorViewButton
source: Go to home
es: Ir al inicio

# offlineText
source: Without connection
es: Sin conexión

# characterListBottomNavigation
source: Characters
es: Personajes

# characterListTitle
source: Characters
es: Personajes

# characterListEmptyState
source: No characters found
es: No se encontraron personajes

# characterDetailBottomNavigation
source: Character Detail
es: Detalle del personaje

# characterDetailTitle
source: Character Detail
es: Detalle del personaje

# characterDetailEmptyState
source: No character found
es: No se encontró el personaje

# characterDetailNoCharacterSelected
source: No character selected
es: No se ha seleccionado ningún personaje
